tap "buo/cask-upgrade" # upgrade outdated apps installed with cask: brew cu
tap "koekeishiya/formulae"
#tap "Goles/battery"

#brew "battery"
brew "git"
# brew "autojump"
brew "bat"
# brew "fzf"
# brew "ag"
# brew "ripgrep"
brew "jq"
brew "mas" # App store cli
brew "tmux"
brew "luajit", args: ["HEAD"] # This is only needed for nightly neovim (2/9/2021).
brew "neovim", args: ["HEAD"]
brew "fnm"
# brew "bitwarden-cli"

cask_args appdir: "/Applications"
cask "docker"
cask "google-chrome"
cask "brave-browser"
cask "slack"
cask "zoom"
cask "karabiner-elements"
cask "rider"
cask "hammerspoon"
cask "wezterm"

cask "font-hack-nerd-font"
cask "raycast"

