tap "buo/cask-upgrade" # upgrade outdated apps installed with cask: brew cu
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
tap "Goles/battery"

brew "battery"
brew "git"
brew "autojump"
brew "bat"
brew "fzf"
brew "ag"
brew "ripgrep"
brew "rcm" # Manage dotfiles
brew "jq"
brew "mas" # App store cli
brew "tmux"
brew "luajit", args: ["HEAD"] # This is only needed for nightly neovim (2/9/2021).
brew "neovim", args: ["HEAD"]
brew "yabai"
brew "fnm"
brew "lua-language-server"
brew "bitwarden-cli"
brew "stylua"
brew "awscli"

cask_args appdir: "/Applications"
cask "docker"
cask "alacritty"
cask "google-chrome"
cask "brave-browser"
cask "postman"
cask "slack"
cask "zoom"
cask "karabiner-elements"
cask "rider"
cask "hammerspoon"
cask "syncthing"

cask "font-hack-nerd-font"
cask "raycast"

mas "DaisyDisk", id: 411643860
mas "Pixelmator", id: 407963104
mas "Forklift", id: 412448059

